[
  "The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after 38 minutes.",
  "The longest war in history was between the Netherlands and the Isles of Scilly, which lasted from 1651 to 1986. There were no casualties.",
  "In ancient Egypt, servants were smeared with honey to attract flies away from the pharaoh.",
  "Leonardo da Vinci could write with one hand and draw with the other at the same time.",
  "The first known contraceptive was crocodile dung, used by Egyptians in 2000 B.C.",
  "Julius Caesar was once kidnapped by pirates who demanded a ransom of 20 talents of silver. He insisted they ask for 50.",
  "Napoleon Bonaparte was once attacked by a horde of wild rabbits during a hunting trip.",
  "The Eiffel Tower can grow more than 6 inches taller during the summer due to the expansion of the iron.",
  "In 1923, jockey Frank Hayes won a race despite having died of a heart attack halfway through. His horse crossed the finish line first.",
  "Cleopatra lived closer in time to the first moon landing than to the construction of the Great Pyramid of Giza.",
  "King Tut's dagger was made from meteoric iron, sourced from a meteorite.",
  "During the Great Emu War of 1932 in Australia, the Australian army fought a war against emus—and lost.",
  "In medieval England, animals could be tried and sentenced for crimes, including pigs, rats, and even insects.",
  "The Great Fire of London in 1666 destroyed 80% of the city but only six people were recorded to have died.",
  "Albert Einstein was offered the presidency of Israel in 1952 but declined the offer.",
  "Thomas Edison, the inventor of the light bulb, was afraid of the dark.",
  "During the 19th century, dentures were often made using teeth extracted from the mouths of dead soldiers.",
  "Genghis Khan's empire was so vast that it spanned over 12 million square miles, larger than the continent of Africa.",
  "The Library of Alexandria was not destroyed in a single event but over centuries, through wars and neglect.",
  "During World War II, British soldiers were issued chocolate bars laced with explosives to sabotage enemy supplies.",
  "The ancient Romans used urine to whiten their teeth and wash clothes.",
  "President Abraham Lincoln is enshrined in the Wrestling Hall of Fame; he had only one recorded defeat in 300 matches.",
  "In 1518, a 'dancing plague' caused dozens of people in Strasbourg to dance uncontrollably for days, some even to death.",
  "The Salem witch trials ended partly because the governor's wife was accused of witchcraft.",
  "During Prohibition in the United States, the government poisoned alcohol to discourage consumption, leading to thousands of deaths.",
  "In 1962, a volcanic eruption created a new island off the coast of Iceland called Surtsey.",
  "During the Battle of Waterloo, it is said Napoleon used a battlefield specifically designed to keep his hemorrhoids hidden from enemies.",
  "The leaning of the Tower of Pisa is caused by a foundation that was unstable when it was first built.",
  "In ancient China, royal chefs were required to taste all food before the emperor to check for poison.",
  "Vikings used to dye their hair blond using lye soap to look more fearsome in battle.",
  "In 1835, the New York Sun published a series of articles claiming the discovery of life on the moon, which was later revealed to be a hoax.",
  "The Aztecs used cocoa beans as currency, and chocolate was considered a luxury drink.",
  "The Mayan civilization had no metal tools but built enormous cities out of stone.",
  "Pope Gregory IV once declared a war on cats, believing them to be associated with devil worship."
]
